import React from 'react';
export const FirstArticle = () => {
  return (
    <>
      <span>제 2조 (정의)</span>
      <br />
      <p>
        모해 서비스 이용약관은 ‘모던애자일’이 서비스를 제공함에 있어,
        ‘모던애자일’과 이용자 간의 권리, 의무 및 책임 사항 등을 규정함을
        목적으로 합니다.
      </p>
      <br />
      <span>제 2조 (목적)</span>
      <br />
      <p>
        1. 이 약관에서 사용하는 용어의 정의는 다음과 같습니다. <br />
        <br />
        •“모던애자일”이란, 서비스를 제공하는 주체 동아리를 말합니다. <br />•
        “서비스”란, 모던애자일이 제공하는 모든 서비스 및 기능을 말합니다.
        <br />• “이용자”란, 이 약관에 따라 서비스를 이용하는 회원 및 비회원을
        말합니다. <br />• “회원”이란, 서비스에 회원등록을 하고 서비스를 이용하는
        자를 말합니다.
        <br /> • “비회원”이란, 서비스에 회원등록을 하지 않고 서비스를 이용하는
        자를 말합니다. <br /> • “게시글”이란, 서비스에 게재된 문자, 사진 등을
        말합니다. • “커뮤니티”란, 게시글을 게시할 수 있는 공간을 말합니다.{' '}
        <br />• “이용 기록”이란, 이용자가 서비스를 이용하면서 직접 생성한 정보
        등을 말합니다. <br />• “로그 기록”이란, 이용자가 서비스를 이용하면서
        자동으로 생성된 IP주소, 접속 시간 등을 말합니다.
        <br />• “기기 정보”란, 이용자의 통신 기기에서 수집된 운영체제 종류, ADID
        등을 말합니다. <br />• “계정”이란, 이용계약을 통해 생성된 회원의 고유
        아이디와 이에 수반하는 정보를 말합니다. <br />• “서비스 내부 알림
        수단”이란, 알림, 1:1 대화, 공지사항, 내 정보 메뉴 등을 말합니다. <br />•
        “연락처”란, 회원가입, 본인 인증, 문의 창구 등을 통해 수집된 이용자의
        이메일, 휴대전화 번호 등을 의미합니다. <br />• “관련법”이란, 정보통신망
        이용 촉진 및 정보보호 등에 관한 법률, 개인정보보호법, 통신비밀보호법 등
        관련 있는 국내 법령을 말합니다.
        <br /> 2. 1항에서 정의되지 않은 약관 내 용어의 의미는 일반적인
        이용관행에 의합니다.
        <br />
        <br />
      </p>
      <span>제 3조 (약관 등의 명시와 설명 및 개정)</span>
      <br />
      <p>
        1. 모던애자일은 이 약관을 회원가입 화면에 게시합니다. <br />
        2. 모던애자일은 관련법을 위배하지 않는 범위에서 이 약관을 개정할 수
        있습니다. <br />
        3. 개정 내용이 회원에게 불리할 경우, 적용일자 및 개정사유를 명시하여
        현행약관과 함께 “공지사항”에 30일 간 게시합니다.
        <br />
        4. 회원이 개정약관의 적용에 동의하지 않는 경우, 이용계약을 해지함으로써
        거부 의사를 표시할 수 있습니다. 단, 30일 내에 거부 의사 표시를 하지 않을
        경우 약관에 동의한 것으로 간주합니다. <br /> 5. 회원은 약관 일부분만을
        동의 또는 거부할 수 없습니다.
        <br /> 6. 비회원이 서비스를 이용할 경우, 이 약관에 동의한 것으로
        간주합니다. <br />
        <br />
      </p>
      <span>제 4조 (서비스의 제공)</span> <br />
      <br />
      <p>
        1. 모던애자일은 다음 서비스를 제공합니다.
        <br />
        <br />
        &nbsp; &nbsp;• 커뮤니티 서비스 <br /> &nbsp; &nbsp;• 1:1 쪽지 서비스{' '}
        <br /> &nbsp; &nbsp;• 스펙 등록 서비스 <br /> &nbsp; &nbsp;• 기타
        모던애자일이 정하는 서비스 <br />
        <br />
        2. 모던애자일은 운영상, 기술상의 필요에 따라 제공하고 있는 서비스를
        변경할 수 있습니다. <br />
        3. 모던애자일은 이용자의 개인정보 및 서비스 이용 기록에 따라 서비스
        이용에 차이를 둘 수 있습니다. <br />
        4. 모던애자일은 천재지변, 인터넷 장애, 경영 악화 등으로 인해 서비스를 더
        이상 제공하기 어려울 경우, 서비스를 통보 없이 중단할 수 있습니다. <br />
        5. 모던애자일은 1항부터 전항까지와 다음 내용으로 인해 발생한 피해에 대해
        어떠한 책임을 지지 않습니다. <br /> <br /> &nbsp; &nbsp;• 모든 서비스,
        게시글, 이용 기록의 진본성, 무결성, 신뢰성, 이용가능성
        <br /> &nbsp; &nbsp;• 서비스 이용 중 타인과 상호 간에 합의한 내용
        <br /> &nbsp; &nbsp;• 게시글, 광고의 버튼, 하이퍼링크 등 외부로 연결된
        서비스와 같이 회사가 제공하지 않은 서비스에서 발생한 피해 <br /> &nbsp;
        &nbsp;• 이용자의 귀책사유 또는 회사의 귀책 사유가 아닌 사유로 발생한
        이용자의 피해{' '}
      </p>
      <br />
      <span>제 5조 (서비스 이용계약의 성립) </span>
      <br />
      <br />
      <p>
        1. 모해는 인증받은 이용자에 한해 이용할 수 있는 비공개 커뮤니티입니다.
        인증받지 않은 이용자는 서비스를 이용하거나 회원가입을 할 수 없으며,
        그럼에도 불구하고 성립된 회원가입은 무효로 간주됩니다. <br />
        2. 모던애자일과 회원의 서비스 이용계약은 서비스 내부의 회원가입 화면의
        가입 양식에 따라 회원정보를 기입한 후 필수 약관에 동의한다는 의사표시를
        한 비회원의 이용신청에 대하여, 서비스 화면에 이용승낙을 표시하는 방법
        등으로 의사표시를 하면서 체결됩니다. <br />
        3. 승낙은 신청순서에 따라 순차적으로 처리되며, 회원가입의 성립시기는
        모던애자일의 승낙이 회원에게 도달한 시점으로 합니다. <br />
        4. 모던애자일은 부정사용방지 및 본인확인을 위해 회원에게 본인 인증 및
        학교 인증을 요청할 수 있습니다.
      </p>
      <br />
      <span> 제 6조 (개인정보의 관리 및 보호)</span>
      <br />
      <br />
      <p>
        1. 회원이 모던애자일과 체결한 서비스 이용계약은 처음 이용계약을 체결한
        본인에 한해 적용됩니다.
        <br /> 2. 회원은 회원가입 시 등록한 정보에 변동이 있을 경우, 즉시 “내
        정보” 메뉴 등을 이용하여 정보를 최신화해야 합니다.
        <br /> 3. 회원의 아이디, 비밀번호, 이메일, 전화번호 등 모든 개인정보의
        관리책임은 본인에게 있으므로, 타인에게 양도 및 대여할 수 없으며,
        유출되지 않도록 관리해야 합니다. 만약 본인의 아이디 및 비밀번호를 타인이
        사용하고 있음을 인지했을 경우 바로 서비스 내부의 문의 창구에 알려야
        하고, 안내가 있는 경우 이에 즉시 따라야 합니다.
        <br />
        4. 모던애자일은 2항부터 전항까지를 이행하지 않아 발생한 피해에 대해
        어떠한 책임을 지지 않습니다.
      </p>
      <br />
      <br /> <span>제 7조 (서비스 이용계약의 종료)</span>
      <br />
      <br />
      <p>
        1. 회원은 언제든지 본인의 계정으로 로그인한 뒤 서비스 내부의
        “탈퇴하기”버튼을 누르는 방법으로 탈퇴를 요청할 수 있으며, 문의 창구를
        통한 탈퇴 요청 등은 처리되지 않습니다. 모던애자일은 해당 요청을 확인한
        후 탈퇴를 처리합니다.
        <br /> 2. 탈퇴 처리가 완료 되었더라도, 회원이 게시한 게시글은 삭제되지
        않습니다.
        <br /> 3. 모던애자일은 회원이 연속하여 1년 동안 로그인을 하지 않을 경우,
        회원의 동의 없이 회원자격을 박탈할 수 있습니다. <br />
        4. 모던애자일은 천재지변, 테러, 폐교 등 불가피한 사유로 더 이상 서비스를
        제공할 수 없을 경우, 회원의 동의 없이 회원자격을 박탈할 수 있습니다.
        <br /> 5. 모던애자일은 1항부터 전항까지로 인해 발생한 피해에 대해 어떠한
        책임을 지지 않습니다. <br />
        <br />
        <span>제 8조 (회원에 대한 통보)</span> <br />
        <br />
        1. 모던애자일이 회원에 대한 통보를 하는 경우, 서비스 내부 알림 수단과
        회원의 연락처를 이용합니다.
        <br /> 2. 모던애자일은 다수의 회원에 대한 통보를 할 경우 공지사항 등에
        게시함으로써 개별 통보에 갈음할 수 있습니다. <br />
        3. 회원이 30일 이내에 의사 표시를 하지 않을 경우, 통보 내용에 대해
        동의한 것으로 간주합니다.
      </p>
      <br />
      <br /> <span>제 9조 (저작권의 귀속)</span> <br />
      <br />
      <p>
        1. 모던애자일은 유용하고 편리한 서비스를 제공하기 위해, 2022년부터
        서비스 및 서비스 내부의 기능의 체계와 다양한 기능(검색, 쪽지 기능 등)을
        직접 설계 및 운영하고 있는 데이터베이스 제작자에 해당합니다.
        모던애자일은 저작권 법에 따라 데이터베이스 제작자는 복제권 및 전송권을
        포함한 데이터베이스 전부에 대한 권리를 가지고 있으며, 이는 법률에 따라
        보호를 받는 대상입니다. 그러므로 이용자는 데이터베이스 제작자인
        모던애자일의 승인 없이 데이터베이스의 전부 또는 일부를 복제·배포·방송
        또는 전송할 수 없습니다.
        <br /> 2. 모던애자일이 작성한 게시글에 대한 권리는 모던애자일에게
        귀속되며, 회원이 작성한 게시글에 대한 권리는 회원에게 귀속됩니다. 단,
        모던애자일은 서비스의 운영, 확장, 홍보 등의 필요한 목적으로 회원의
        저작물을 합리적이고 필요한 범위 내에서 별도의 허락 없이 수정하여
        무상으로 사용하거나 제휴사에게 제공할 수 있습니다. 이 경우, 회원의
        개인정보는 제공하지 않습니다. <br />
        3. 모던애자일은 정항 이외의 방법으로 회원의 게시글을 이용할 경우, 서비스
        내부 알림 수단과 회원의 연락처를 이용하여 회원의 동의를 받아야 합니다.
      </p>
      <br />
      <br />
      <span> 제 10조 (게시글의 게시 중단)</span> <br />
      <br />
      <p>
        1. 모던애자일은 관련법에 의거하여 회원의 게시글로 인한 법률상 이익
        침해를 근거로, 다른 이용자 또는 제 3자가 회원 또는 모던애자일을 대상으로
        하여 민형사상의 법적 조치를 취하거나 관련괸 게시글의 게시 중단을
        요청하는 경우, 모던애자일은 해당 게시글에 대한 접근을 잠정적으로
        제한하거나 삭제할 수 있습니다.
        <br />
        <br />
      </p>
      <span>제 11조 (광고의 게재 및 발신)</span>
      <br />
      <br />
      <p>
        1. 모던애자일은 서비스의 제공을 위해 서비스 내부에 광고를 게재할 수
        있습니다.
        <br /> 2. 모던애자일은 이용자의 이용 기록을 활용한 광고를 게재할 수
        있습니다. <br />
        3. 모던애자일은 회원이 광고성 정보 수신에 동의할 경우, 서비스 내부 알림
        수단과 회원의 연락처를 이용하여 광고성 정보를 발신할 수 있습니다.
        <br /> 4. 모던애자일은 광고 게재 및 동의된 광고성 정보의 발신으로 인해
        발생한 피해에 대해 어떠한 책임을 지지 않습니다.
      </p>
      <br /> <span>제 12조 (금지행위)</span> <br />
      <br />
      <p>
        1. 이용자는 다음과 같은 행위를 해서는 안됩니다.
        <br /> &nbsp; &nbsp;• 개인정보 또는 계정 기만, 침해, 공유 행위 <br />{' '}
        &nbsp; &nbsp;• 개인정보를 허위, 누락, 오기, 도용하여 작성하는 행위{' '}
        <br /> &nbsp; &nbsp;• 타인의 개인정보 및 계정을 수집, 저장, 공개,
        이용하는 행위 <br /> &nbsp; &nbsp;• 자신과 타인의 개인정보를 제 3자에게
        공개, 양도하는 행위 <br /> &nbsp; &nbsp;• 다중 계정을 생성 및 이용하는
        행위 <br /> &nbsp; &nbsp;• 자신의 계정을 이용하여 타인의 요청을 이행하는
        행위 <br /> &nbsp; &nbsp;• 시스템 부정행위
        <br /> &nbsp; &nbsp;• 해당 대학교의 학부 재학생 및 졸업생이 아닌
        이용자가 서비스를 이용하는 행위 <br /> &nbsp; &nbsp;• 허가하지 않은
        방식의 서비스 이용 행위 <br /> &nbsp; &nbsp;• 모던애자일의 모든 재산에
        대한 침해 행위
        <br /> &nbsp; &nbsp;• 업무 방해 행위 <br /> &nbsp; &nbsp;• 서비스 관리자
        또는 이에 준하는 자격을 사칭하거나 허가없이 취득하여 직권을 행사하는
        행위
        <br /> &nbsp; &nbsp;• 모던애자일 및 타인의 명예를 손상시키거나 업무를
        방해하는 행위 <br /> &nbsp; &nbsp;• 서비스 내부 정보 일체를 허가 없이
        이용, 변조, 삭제 및 외부로 유출하는 행위 <br /> &nbsp; &nbsp;• 이 약관,
        개인정보 처리방침, 커뮤니티 이용규칙에서 이행 및 비이행을 명시한 내용에
        반하는 행위
        <br /> &nbsp; &nbsp; • 기타 현행법에 어긋나거나 부적절하다고 판단되는
        행위 <br />
        <br /> 2. 이용자가 1항에 해당하는 행위를 할 경우, 모던애자일은 다음과
        같은 조치를 영구적으로 취할 수 있습니다. <br /> &nbsp; &nbsp;• 이용자의
        서비스 이용 권한, 자격, 혜택 제한 및 회수
        <br /> &nbsp; &nbsp; • 회원과 체결된 이용계약을 회원의 동의나 통보 없이
        파기 <br /> &nbsp; &nbsp;• 회원가입, 본인 인증 거부 <br /> &nbsp;
        &nbsp;• 회원의 커뮤니티, 게시글, 이용기록을 임의로 삭제, 중단, 변경{' '}
        <br /> &nbsp; &nbsp;• 그 외 모던애자일이 필요하다고 판단되는 조치 <br />
        3. 모던애자일은 1항부터 전항까지로 인해 발생한 피해에 대해 어떠한 책임을
        지지 않으며, 이용자는 귀책사유로 인해 발생한 모든 손해를 배상할 책임이
        있습니다.
      </p>
      <br />
      <span> 제 13조 (재판권 및 준거법)</span> <br />
      <br />
      <p>
        1. 모던애자일과 이용자 간에 발생한 분쟁에 관한 소송은 대한민국
        서울중앙지방법원을 관할 법원으로 합니다. 다만, 제소 당시 이용자의 주소
        또는 거소가 분명하지 않거나 외국 거주자의 경우에는 민사소송법상의
        관할법원에 제기합니다.
        <br /> 2. 모던애자일과 이용자 간에 제기된 소송에는 한국법을 적용합니다.
      </p>
      <br />
      <br /> <span>제 14조 (기타)</span> <br />
      <br />
      <p>
        1. 이 약관은 2022년 5월 16일에 최신화 되었습니다.
        <br /> 2. 이 약관에서 정하지 아니한 사항과 이 약관에 해석에 관하여는
        관련법 또는 관례에 따릅니다.
        <br /> 3. 이 약관에도 불구하고 다른 약관이나 서비스 이용 중 안내 문구
        등으로 달리 정함이 있는 경우에는 해당 내용을 우선으로 합니다.
      </p>
    </>
  );
};

export const SecondArticle = () => {
  return (
    <>
      <span>
        수집하는 개인정보의 항목 모던애자일은 서비스 제공을 위해, 회원가입
        시점에 아래에 해당하는 개인정보를 수집합니다.
      </span>
      <br />
      <br />
      <p>
        1. 학교, 아이디, 이메일, 이름, 휴대전화 번호, 통신사 정보, 생년월일,
        성별, 입학년도, 닉네임, 프로필 사진, 광고성 정보 수신 동의 여부, 타
        서비스 로그인 고유번호, 연계정보(CI, DI)
        <br /> <br />※ 각 항목 또는 추가적으로 수집이 필요한 개인정보 및
        개인정보를 포함한 자료는 이용자 응대 과정과 서비스 내부 알림 수단 등을
        통해 별도로 요청·수집될 수 있습니다. <br />※ 서비스 이용 과정에서 기기
        정보, 이용 기록, 로그 기록이 자동으로 수집될 수 있습니다. 수집한
        개인정보의 이용 회원가입 시점에 수집된 개인정보는 아래의 목적에 한해
        이용됩니다. <br />
        <br />
        1. 가입 및 탈퇴 의사 확인, 회원 식별, 재학생 및 졸업생 확인 등 회원관리
        <br />
        2. 서비스 제공 및 기존·신규 시스템 개발·유지·개선 <br />
        3. 불법·약관 위반 게시글 게시 등 부정행위 방지를 위한 운영 시스템
        개발·유지·개선 <br />
        4. 인구통계학적 자료 분석을 통한 맞춤형 콘텐츠 및 광고 제공 수집한
        개인정보의 보관 및 파기 모던애자일은 서비스를 제공하는 동안 개인정보
        취급방침 및 관련법에 의거하여 회원의 개인정보를 지속적으로 관리 및
        보관합니다. 탈퇴 등으로 인해 개인정보수집 및 이용목적이 달성될 경우,
        수집된 개인정보는 즉시 또는 아래와 같이 일정 기간 이후 파기됩니다.
        <br />
        <br />
        1. 가입 시 수집된 개인정보 : 탈퇴 후 14일 <br />
        2. 시간표, 친구 등 이용기록 : 탈퇴 시 즉시 파기 <br />
        3. 로그 기록 : 최대 3년 <br />
        <br />※ 위 항에도 불구하고 법령에 의해 개인정보를 보관할 경우, 해당
        법령에서 정한 최대 기간만큼 저장합니다. <br />※ 개인정보의 수집 및
        이용목적이 달성되지 않았을 경우, 개인정보 파기 요청은 처리되지 않습니다.{' '}
        <br />※ 개인정보 파기는 복구가 불가능한 기술적 방법으로 이용하므로,
        파기된 개인정보를 복원 할 수 없습니다.
        <br /> ※ 회원이 1년 이상 로그인 및 접속을 하지 않을 경우, 해당 계정은
        휴면 계정으로 전환됩니다. 개인정보의 안전한 처리를 위해 휴면 계정의
        학교, 아이디, 이메일, 이름, 닉네임 등은 분리 보관되며, 이외의 개인정보
        및 이용기록은 모두 파기될 수 있습니다. 휴면 계정이 로그인에 성공할 경우,
        휴면 상태가 즉시 해제되어 모든 서비스를 이용할 수 있습니다. 휴면 계정
        전환 이후에도 3년 간 로그인을 하지 않을 경우, 해당 계정은 영구
        삭제됩니다. 개인정보의 제 3자 제공 및 처리위탁 모던애자일은 관련법 및
        회원의 동의가 없는 한, 회원의 개인정보를 제 3자에게 절대 제공하지
        않습니다. 단, 모던애자일은 보안성 높은 서비스 제공을 위하여, 신뢰도가
        검증된 아래 모던애자일에 개인정보 관련 업무 처리를 위착할 수 있습니다.
        이 경우 모던애자일은 회원에게 위탁을 받는 자와 업무의 내용을 사전에
        알리고 동의를 받습니다. 위탁을 받는 자 또는 업무의 내용이 변경될
        경우에도 같습니다. 모던애자일은 정보통신서비스의 제공에 관한 계약을
        이행하고 회원의 편의 증진 등을 위하여 추가적인 처리 위착이 필요한
        경우에는 고지 및 동의 절차를 거치지 않을 수 있습니다.
        <br />
        <br /> 1. Amazon Web Service : 서비스 시스템 제공, 데이터 관리 및 보관
        <br />
        2. Google Cloud Platform : 회원 관리, 운영 시스템 지원
      </p>
    </>
  );
};

export const ThirdArticle = () => {
  return (
    <>
      <span>
        영화/전시 초대 이벤트, 대학생 특별 할인 혜택 등 다양한 이벤트 및 정보를
        서비스에서 만나보실 수 있습니다.
      </span>
      <br />
      <br />
      <p>
        1. 항목 : 마케팅 수신 동의 <br />
        2. 목적 : 서비스 및 이벤트 정보 안내 <br /> 3. 기간 : 탈퇴 후 최대 1년
      </p>
    </>
  );
};

